Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Over by the barrels!
pl_pl: Tam, przy beczkach!

source: Over by the chronon dampener!
pl_pl: Przy tłumiku chrononu!

source: Over by the chronon harvester!
pl_pl: Przy zbieraczu chrononu!

source: Over by the generator!
pl_pl: Przy generatorze!

source: Over by the truck!
pl_pl: Przy ciężarówce!

source: Over by the van!
pl_pl: Przy furgonetce!

source: Over here, Jack.
pl_pl: Tutaj, Jack.

source: Over here, Jack. This is what I've been working on.
pl_pl: Tutaj, Jack. Nad tym właśnie pracowałem.

source: Over there!
pl_pl: Tam!

source: Over there.
pl_pl: Tam.

source: Overwrite
pl_pl: Nadpisz

source: Ow.
pl_pl: Oo.

source: PAGING DR. BENDER, PLEASE.
pl_pl: Dr. Bender Odbiór, proszę.

source: PART RESUME POINT
pl_pl: PUNKT WZNOWIENIA

source: PAUL SERENE LAB CLEARANCE
pl_pl: PAUL SERENE - ODPRAWA LABORATORYJNA

source: PAUL SERENE'S BECOME UNHINGED, CHARLIE.
pl_pl: Paulowi odbiło, Charlie.

source: PAUL SERENE'S BECOME UNHINGED, CHARLIE. HE'S TRIGGERED A CATASTROPHE.
pl_pl: Paulowi odbiło, Charlie. Spowodował katastrofę.

source: PAUL WILL LISTEN TO ME.
pl_pl: Paul mnie posłucha.

source: PAUL'S A VERY DANGEROUS MAN. PRACTICALLY A ZEALOT.
pl_pl: Paul to bardzo niebezpieczny człowiek. To praktycznie fanatyk.

source: PAUL, LOOK AT YOU. YOU NEED YOUR TREATMENTS.
pl_pl: Paul, spójrz na siebie. Potrzebujesz tych leków.

source: PAUL, WHAT ARE YOU PLANNING ON?
pl_pl: Paul, co planujesz?

source: PAUL, WI--
pl_pl: Paul, czy...

source: PAUL, WILL YOU LISTEN TO ME?
pl_pl: Paul, czy ty mnie w końcu wysłuchasz?

source: PAUL.
pl_pl: Chodzi o Paula.

source: PBHT!
pl_pl: Pfff!

source: PERSONAL
pl_pl: SPRAWY OSOBISTE

source: PERSONAL NOTES Dr. Sofia Amaral October 9th, 2016, 2:31pm I find myself at a loss. We knew that the Fracture would arrive. It was clear very quickly that the process was occurring much faster than Paul’s projections – his experiences – had led us to believe. That was alarming in itself, but there’s another concern: with the Fracture, Paul’s condition seems to be accelerating rapidly. I don’t know what to do about either one of these issues. I haven’t had a chance to examine Paul properly, and of course he won’t consent to any real tests at this point. He won’t take the time, not with the situation being as critical as it is. He has to prepare for the gala. To take care of every little stupid thing Martin trots out for him. He won’t think of himself at all, and I’m afraid that’ll cost us dearly. So I don’t know, I’m just speculating, but I believe this acceleration is a reaction to the stutters in time; in zero state, his wave function is further disrupted by the excessive chronon energies within his body. Before the university incident, before the Fracture, the condition was progressive, but controllable. The lack of stutters helped keep it in check. Now, it’s progress is rampant, and I worry that it may reach a critical point soon. We always knew that was a possibility, but all of our projections assumed we would have years – time enough to come up with a cure. Or a way to stop its progress. Which means there’s a very real chance that in the near future, Paul’s condition overtakes him. And if he does become a Shifter, I don’t know what to do about it. We haven’t been able to help Dr. Kim; I don’t know what we could do for Paul. I don’t know what to do. The treatments are still working, but they take a toll on him, and their effect is greatly diminished. I’m concerned we may hit a point where he’s forced to use them so often that the treatment becomes worse than the condition itself. And yet, I don’t see any other options. He will not rest. He insists on doing so much. I know he chafes under his dependence on the treatments. He sees it as a weakness. I’m afraid I may lose him.
pl_pl: NOTATKI OSOBISTE Dr Sofia Amaral 9 października 2016, 14:31 Czuję się zagubiona. Wiedzieliśmy, że Pęknięcie nadejdzie. Bardzo szybko stało się jasne, że proces ten przebiega znacznie szybciej, niż można było przypuszczać na podstawie prognoz Paula i jego doświadczeń. To było niepokojące samo w sobie, ale jest jeszcze jedna obawa: wraz z pęknięciem stan Paula wydaje się gwałtownie przyspieszać. Nie wiem, co zrobić w obu przypadkach. Nie miałam okazji dokładnie przebadać Paula, a on oczywiście nie zgodzi się na żadne prawdziwe testy. Nie poświęci na to czasu, nie w tak krytycznej sytuacji. Musi przygotować się do gali. Musi zająć się każdą małą głupią rzeczą, którą Martin mu podsunie. W ogóle nie będzie myślał o sobie i obawiam się, że będzie nas to drogo kosztować. Więc nie wiem, tylko spekuluję, ale uważam, że to przyspieszenie jest reakcją na zacięcia w czasie, w stanie zerowym jego funkcja falowa jest dodatkowo zakłócana przez nadmierne energie chrononu w jego ciele. Przed incydentem na uniwersytecie, przed pęknięciem, stan był postępujący, ale możliwy do kontrolowania. Brak zacięć pomagał utrzymać go w ryzach. Teraz choroba postępuje i martwię się, że wkrótce może osiągnąć punkt krytyczny. Zawsze wiedzieliśmy, że jest taka możliwość, ale wszystkie nasze prognozy zakładały, że będziemy mieli lata - wystarczająco dużo czasu, aby znaleźć lekarstwo. Albo sposób na zatrzymanie postępu choroby. Co oznacza, że istnieje bardzo realna szansa, że w niedalekiej przyszłości stan Paula się znacznie pogorszy. A jeśli stanie się zmiennokształtnym, nie wiem, co z tym zrobić. Nie byliśmy w stanie pomóc dr. Kimowi, nie wiem, co moglibyśmy zrobić dla Paula. Nie wiem, co robić. Lekarstwa nadal działają, ale odbijają się na nim, a ich efekt jest znacznie osłabiony. Obawiam się, że możemy dojść do punktu, w którym będzie zmuszony stosować je tak często, że lekarstwa staną się gorsze niż sama choroba. A jednak nie widzę innych opcji. On nie chce odpoczywać. Nalega, by robić tak wiele. Wiem, że cierpi z powodu swojej zależności od leczenia. Postrzega to jako słabość. Boję się, że mogę go stracić.

source: PERSONAL NOTES ON THE CFR
pl_pl: OSOBISTE UWAGI NA TEMAT RPC

source: PERSONAL NOTES ON THE CFR January 5, 2011 Dr. Henry Kim This thing feels like a conundrum wrapped in a puzzle. It’s an incredible piece of technology, and I feel like we’re only scratching the surface of what it can do – and we have already learned so much. I thought I had a good understanding of the intricacies of chronon particles and their practical applications before. Now I realize that I’ve still got a great deal to learn. The Chronon Field Regulator, as I’ve decided to call it, is a little miracle. How such a small device can do so much is beyond me. I know it taps into the Meyer-Joyce field, but I don’t know how; my experiments just show it can do it. It can also manipulate the field. I wish I knew how. Still, the mechanics of its operation give me ideas – new avenues of thought I’ve been trying to find for such a long time. The task that I’ve been set by Mr. Serene has, frankly, stumped me for years. Knowing that what we observe as the passage of time is just the result of chronon particles being constantly generated within the Meyer-Joyce field is a simple fact that I’ve been aware of for a long time. But being able to manipulate those particles in a meaningful way – well, that’s another question. The mechanics of the situation are clear, almost frustratingly so. In a zero state environment, there are no chronon particles, and thus time is frozen. The idea of artificially flooding an area with chronon particles to enable the passage of time is the obvious solution. But actually finding a way of doing that… that’s something else. Not only are chronon particles incredibly difficult to source, so obtaining enough to actually “stutterproof” an area for any time longer than a fraction of a second has always seemed impossible. Perhaps even more importantly, the mechanism of manipulating the particles in a way that would actually allow me to define a certain volume of space as “stutterproofed” has constantly eluded me. Well, Ground Zero has solved the former problem for us: we’re almost up and running, and very soon we will have the ability to harvest chronon particles at useful rates. We’ll be able to build a truly formidable stockpile of them in the years to come. As for the latter problem, manipulating the chronon particles – that seems to be something the CFR does with ease. Its ability to tap into the Meyer-Joyce field and effect changes in its topology is exactly what I need. Unfortunately, I don’t know how it does it. I don’t have a clue. And I don’t know how to effectively control these effects. But my research into the practical effects of its operation has given me ideas for a different kind of chronon technology that works on a somewhat similar principle – except instead of tapping into the Meyer-Joyce field, it generates a similar, localized field of its own – an artificial chronon particle field. And within that field, we can manipulate chronon particles at will. This means that we should be able to create “stutterproofing” technology, allowing us to shield a certain area from the effects of zero state, and I believe I will be able to miniaturize the technology to allow for personalized devices with the same effect – almost like an environmental suit of sorts, with a harness the user would wear to create a chronon field around his body. There are still many challenges here, one of which is that the any significant volume of stutterproofed space will incur an unacceptably high drain on chronon particles, which are a decidedly limited resource. Obviously, with the Lifeboat Protocol requiring a large stutterproofed area that we can maintain for years, quite possibly decades, this is a critical issue we have to solve, and Mr. Serene has made that quite clear to me. Frankly, even with Mr. Hatch backing me, the thought of disappointing Serene over this makes me quite anxious. I understand his concerns, and they are of course entirely founded, but the man’s intensity is unnerving. In any case, I’m hopeful that I will figure out this problem soon. I’m hoping to be able to use the CFR itself to regulate the flow of chronon particles; given its nature, I suspect it might be eminently suitable for such a role in the Lifeboat project and cut down our chronon consumption rate by a great margin. My control over the CFR is limited, but this seems to be a very basic functionality for it, so I’m optimistic that I can do it. I’m still looking into it. One thing at a time; we’ve already made great progress, and I will say that Mr. Serene’s been quite complimentary with these successes, so I think he’ll give us the time we need. (Well, it’s not like he has a lot of choice in the matter.) I’ll be honest: the CFR is becoming a bit of an obsession for me. I wish I could sit down and have that conversation and just ask those questions: how did he build it? What it’s actually for? But I’ve been denied that opportunity. A part of me wants to open the CFR up and get to the bottom of it – but the potential consequences terrify me; we’ve already seen what it can do if unleashed. Even worse, there’s the possibility that I couldn’t put it back together, and just the idea of making a mistake like that is a positively bowel-liquefying thought. Having to explain that to Mr. Serene… No, thank you. So, as it is, I have only dared to open up a bit of the casing to get a rough idea of some of the engineering inside. It’s amazing work, and it has certainly been a lesson in humility for me. I still have a lot to learn – but I’m a very fast learner, and this has to be the most important work anyone has ever engaged in in the history of humanity. If we succeed in our mission, the world will not soon forget the name of Dr. Henry Kim.
pl_pl: UWAGI OSOBISTE NA TEMAT RPC 5 stycznia 2011 r. Dr Henry Kim Ta rzecz wydaje się być zagadką owiniętą w puzzle. To niesamowity kawałek technologii i czuję, że dopiero zarysowujemy powierzchnię tego, co może zrobić - a już tak wiele się nauczyliśmy. Wcześniej myślałem, że dobrze rozumiem zawiłości cząsteczek chrononowych i ich praktyczne zastosowania. Teraz zdaję sobie sprawę, że muszę się jeszcze wiele nauczyć. Regulator Pola Chrononowego, jak zdecydowałem się go nazwać, to mały cud. Nie wiem, jak tak małe urządzenie może zdziałać tak wiele. Wiem, że łączy się z polem Meyera-Joyce'a, ale nie wiem jak, moje eksperymenty pokazują tylko, że to potrafi. Może również manipulować polem. Chciałbym wiedzieć jak. Mimo to mechanika jego działania daje mi pomysły - nowe ścieżki myślenia, które próbowałem znaleźć przez tak długi czas. Zadanie, które postawił przede mną pan Serene, szczerze mówiąc, od lat nie dawało mi spokoju. Wiedza o tym, że to, co obserwujemy jako upływ czasu, jest po prostu wynikiem ciągłego generowania cząsteczek chrononu w polu Meyera-Joyce'a, jest prostym faktem, którego byłem świadomy od dawna. Ale możliwość manipulowania tymi cząstkami w znaczący sposób - cóż, to już inna kwestia. Mechanika tej sytuacji jest jasna, wręcz frustrująca. W środowisku stanu zerowego nie ma cząsteczek chrononu, a zatem czas jest zamrożony. Pomysł sztucznego zalania obszaru cząsteczkami chrononu, aby umożliwić upływ czasu, jest oczywistym rozwiązaniem. Ale znalezienie sposobu na zrobienie tego... to już coś innego. Cząsteczki chrononu są nie tylko niezwykle trudne do pozyskania, ale także uzyskanie wystarczającej ich ilości, aby faktycznie „zabezpieczyć” obszar na czas dłuższy niż ułamek sekundy, zawsze wydawało się niemożliwe. Co być może nawet ważniejsze, mechanizm manipulowania cząsteczkami w sposób, który faktycznie pozwoliłby mi zdefiniować określoną objętość przestrzeni jako „odporną na zacinanie się”, ciągle mi umykał. Cóż, Strefa Zero rozwiązała dla nas ten pierwszy problem: jesteśmy prawie gotowi do działania i wkrótce będziemy mieli możliwość zbierania cząsteczek chrononu w użytecznym tempie. W nadchodzących latach będziemy w stanie zbudować naprawdę potężny ich zapas. Jeśli chodzi o ten ostatni problem, czyli manipulowanie cząsteczkami chrononu - wydaje się, że jest to coś, z czym RPC radzi sobie z łatwością. Jego zdolność do podłączania się do pola Meyera-Joyce'a i wprowadzania zmian w jego topologii jest dokładnie tym, czego potrzebuję. Niestety nie wiem, jak to robi. Nie mam pojęcia. I nie wiem, jak skutecznie kontrolować te efekty. Ale moje badania nad praktycznymi efektami jego działania dały mi pomysły na inny rodzaj technologii chrononowej, która działa na nieco podobnej zasadzie - z wyjątkiem tego, że zamiast wykorzystywać pole Meyera-Joyce'a, generuje podobne, zlokalizowane pole - sztuczne pole cząsteczek chrononowych. W ramach tego pola możemy dowolnie manipulować cząstkami chrononu. Oznacza to, że powinniśmy być w stanie stworzyć technologię „odporną na zacięcia”, pozwalającą nam osłonić określony obszar przed skutkami stanu zerowego i wierzę, że będę w stanie zminiaturyzować tę technologię, aby umożliwić tworzenie spersonalizowanych urządzeń o tym samym działaniu - prawie jak kombinezon środowiskowy, z uprzężą, którą użytkownik nosiłby, aby stworzyć pole chrononowe wokół swojego ciała. Wciąż istnieje wiele wyzwań, a jednym z nich jest to, że jakakolwiek znacząca objętość przestrzeni odpornej na zakłócenia spowoduje niedopuszczalnie wysokie zużycie cząsteczek chrononu, które są zdecydowanie ograniczonym zasobem. Oczywiście, ponieważ Protokół Łodzi Ratunkowej wymaga dużego obszaru odpornego na zacinanie, który możemy utrzymywać przez lata, a być może nawet dekady, jest to krytyczna kwestia, którą musimy rozwiązać, a pan Serene jasno mi to powiedział. Szczerze mówiąc, nawet jeśli pan Hatch mnie popiera, myśl o rozczarowaniu Serene'a z tego powodu sprawia, że jestem dość zaniepokojony. Rozumiem jego obawy i są one oczywiście całkowicie uzasadnione, ale intensywność tego człowieka jest denerwująca. W każdym razie mam nadzieję, że wkrótce rozwiążę ten problem. Mam nadzieję, że będę w stanie wykorzystać sam RPC do regulowania przepływu cząsteczek chrononu, biorąc pod uwagę jego naturę, podejrzewam, że może on doskonale nadawać się do takiej roli w projekcie Łodzi Ratunkowej i znacznie zmniejszyć nasze zużycie chrononu. Moja kontrola nad RPC jest ograniczona, ale wydaje się, że jest to dla niego bardzo podstawowa funkcjonalność, więc jestem optymistą, że mogę to zrobić. Wciąż się temu przyglądam. Jedna rzecz na raz, poczyniliśmy już duże postępy i powiem, że pan Serene był bardzo zadowolony z tych sukcesów, więc myślę, że da nam czas, którego potrzebujemy. (Cóż, to nie tak, że ma duży wybór w tej sprawie) Będę szczery: RPC staje się dla mnie trochę obsesją. Chciałbym móc usiąść i odbyć tę rozmowę i po prostu zadać te pytania: jak on to zbudował? Do czego właściwie służy? Ale odmówiono mi tej możliwości. Część mnie chce otworzyć RPC i dotrzeć do sedna sprawy - ale potencjalne konsekwencje mnie przerażają. Widzieliśmy już, co może zrobić, jeśli zostanie uwolniony. Co gorsza, istnieje możliwość, że nie będę w stanie poskładać tego z powrotem, a sama myśl o popełnieniu takiego błędu jest bardzo nieprzyjemna. Konieczność wyjaśnienia tego panu Serene... Nie, dziękuję. Tak więc, odważyłem się otworzyć tylko kawałek obudowy, aby uzyskać przybliżony obraz inżynierii wewnątrz. To niesamowita robota i z pewnością była to dla mnie lekcja pokory. Wciąż muszę się wiele nauczyć - ale bardzo szybko się uczę, a to musi być najważniejsza praca, w jaką ktokolwiek kiedykolwiek się zaangażował w historii ludzkości. Jeśli powiedzie nam się nasza misja, świat nie zapomni szybko nazwiska dr Henry'ego Kima.

source: PHYSICS DESTRUCTION
pl_pl: FIZYKA DESTRUKCJI

source: PHYSICS QUALITY
pl_pl: JAKOŚĆ FIZYKI

source: PICK UP!
pl_pl: ODBIERAJ!

source: PICK UP, PICK UP, PICK UP.
pl_pl: Odbierz, odbierz, odbierz.

source: PLACEHOLDER
pl_pl: WYPEŁNIACZ

source: PLACEHOLDER TEXT
pl_pl: TU BĘDZIE TEKST

source: PLEASE, PLEASE, PLEASE.
pl_pl: Błagam, proszę, proszę.

source: PLEASE.
pl_pl: Proszę.

source: PLEASE. THIS IS ME.
pl_pl: Błagam. To właśnie jestem ja.

source: POPCNT instruction
pl_pl: Instrukcja POPCNT

source: PORT DONNELLY BRIDGE
pl_pl: MOST PRZY PORCIE DONNELLY

source: POST PROCESSING QUALITY
pl_pl: JAKOŚĆ PRZETWARZANIA KOŃCOWEGO

source: POSTER
pl_pl: PLAKAT

source: POWERS IT, BUT MY ENEMIES WANT IT DESTROYED.
pl_pl: To ją zasila, ale moi wrogowie chcą ją zniszczyć.

source: PR PROTOCOL • “Monarch Solutions responds to tragedy” • NO PUBLIC AGGRESSION -> coercion/manipulation over violence • Contain/bury/spin everything -> friendly safe authority • Control mayor/Riverport PD -> “Monarch assisting the authorities” • Deploy Sedmak for media control (remove Radford) • Manufacture “terrorist” threat (Jack Joyce) (NOTE: “Jack Joyce” should be a clear later addition on the board) INFO WARFARE • See Charlie Wincott for details • Flood social networks/media sites with new narrative • Drown out legitimate reports with flood of conflicting accounts • Paint troublemakers as bleeding heart extremists (attain critical mass -> useful idiots will take over trolling)
pl_pl: PROTOKÓŁ PR - „Monarch Solutions reaguje na tragedię” - BRAK PUBLICZNEJ AGRESJI -> przymus/manipulacja ponad przemocą - Ograniczenie / zakopanie / obrócenie wszystkiego -> przyjazny bezpieczny autorytet - Kontroluj burmistrza / policję w Riverport -> „Monarch pomaga władzom” - Wdrożenie Sedmak do kontroli mediów (usunięcie Radforda) - Stworzenie zagrożenia „terrorystycznego” (Jack Joyce) (UWAGA: „Jack Joyce” powinien być później wyraźnie dodany na planszy) WOJNA INFORMACYJNA - Szczegóły u Charliego Wincotta - Zalanie portali społecznościowych/medialnych nową narracją - Zagłuszanie legalnych raportów zalewem sprzecznych relacji - Malowanie wichrzycieli jako ekstremistów (osiągnięcie masy krytycznej -> pożyteczni idioci przejmą trolling)

source: PREPARE FOR COUNTERMEASURE PLAN
pl_pl: PRZYGOTUJ PLAN

source: PRESENTATION
pl_pl: PREZENTACJA

source: PRESS {@MENU_A} TO PLAY
pl_pl: WCIŚNIJ {@MENU_A}, ABY ZAGRAĆ

source: PRICE
pl_pl: CENA

source: PRISONER
pl_pl: WIĘZIEŃ

source: PROJECT PROMENADE LAB
pl_pl: LABORATORIUM PROJEKTU PROMENADA

source: PROJECT PROMENADE SCIENTIST
pl_pl: NAUKOWIEC PROJEKTU PROMENADA

source: PUT ONE OF THOSE ON.
pl_pl: - Załóż jedną.

source: Paint. And it's still wet. I think someone was here recently, Jack.
pl_pl: Farba. I wciąż jest mokra. Chyba ktoś tu niedawno był, Jack.

source: Parents Killed in Riverport Car Crash Article
pl_pl: Artykuł o rodzicach zabitych w wypadku samochodowym w Riverport

source: Parking lot's through here.
pl_pl: Parking jest tutaj.

source: Particle containment hit.
pl_pl: Izolator cząsteczek trafiony.

source: Party Guard
pl_pl: Ochrona imprezy

source: Passenger. Waaait. Wait, wait. This is a corridor for... you're actually going inside that thing. In the machine, through time.
pl_pl: Pasażer. Czeeekaj. Czekaj, czekaj. To jest korytarz... I ty tam faktycznie wchodzisz. W maszynie, przez czas.

source: Past Jack
pl_pl: Jack z przeszłości

source: Paul "The Punch" Palmer
pl_pl: Paul „Piącha” Palmer

source: Paul Serene Diary 1
pl_pl: Dziennik Paula Serene'a 1

source: Paul Serene Diary 2
pl_pl: Dziennik Paula Serene'a 2

source: Paul Serene Diary 3
pl_pl: Dziennik Paula Serene'a 3

source: Paul Serene Diary 4
pl_pl: Dziennik Paula Serene'a 4

source: Paul Serene Diary 5
pl_pl: Dziennik Paula Serene'a 5

source: Paul Serene Diary 6
pl_pl: Dziennik Paula Serene'a 6

source: Paul Serene Diary 7
pl_pl: Dziennik Paula Serene'a 7

source: Paul Serene Diary 8
pl_pl: Dziennik Paula Serene'a 8

source: Paul Serene Focus Article
pl_pl: Artykuł o Paulu Serene
